// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "亲爱的康宝宝",
        "在我认识你之前，我一直以为自己很坚强，没有什么事情可以打败我。可是，遇见你之后，我才发现原来我可以变得如此脆弱，只用你一句话或一个拥抱，就能让我感到全世界都好了起来",
        "我想，这个世界上最美好的事情，就是和你一起看夕阳，携手散步，听你讲故事，而我可以不加思索地相信你的每一个字。我爱你，不仅是因为你懂得如何与人相处，而且是因为你让我的生活变得更加美妙",
        "半年的时间虽然不久，但是我深深地知道，我是爱上了你的一切，从你的眼神，到你的呼吸，从你的言语，到你的表情。我愿意陪你一起承受所有的苦与乐，和你共同经历这个世界上的一切美好时刻",
        "爱你永远。。。",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2022-10-23T22:15:00",
    // 双方的名字
    names: ["康宝宝", "卫呆呆"]
}
